{"modelTopology":{"class_name":"Sequential","config":[{"class_name":"Dense","config":{"units":100,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense3","trainable":true,"batch_input_shape":[null,6],"dtype":"float32"}},{"class_name":"Dense","config":{"units":2,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense4","trainable":true,"batch_input_shape":[null,100],"dtype":"float32"}}],"keras_version":"tfjs-layers 0.6.1","backend":"tensor_flow.js"},"weightsManifest":[{"paths":["./model-tensorFlow-20_epoch.weights.bin"],"weights":[{"name":"dense_Dense3/kernel","shape":[6,100],"dtype":"float32"},{"name":"dense_Dense3/bias","shape":[100],"dtype":"float32"},{"name":"dense_Dense4/kernel","shape":[100,2],"dtype":"float32"},{"name":"dense_Dense4/bias","shape":[2],"dtype":"float32"}]}]}